Repository: springmerchant/django-blog-zinnia
Catalog: zinnia/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Latest entries
ro: Articole Recente

source: The latest entries for the site %s
ro: Articolele recente ale website-ului %s

source: Entries for the category %s
ro: Articole din categoria %s

source: The latest entries for the category %s
ro: Articolele recente din categoria %s

source: Entries for author %s
ro: Articolele autorului %s

source: The latest entries by %s
ro: Articolele recente ale lui %s

source: Entries for the tag %s
ro: Articole pentru eticheta %s

source: The latest entries for the tag %s
ro: Articolele recente pentru eticheta %s

source: Results of the search for '%s'
ro: Rezultatele căutării termenului %s

source: The entries containing the pattern '%s'
ro: Articolele ce conțin termenul %s

source: Latest discussions
ro: Comentarii recente

source: The latest discussions for the site %s
ro: Comentariile recente ale website-ului %s

source: Discussions on %s
ro: Comentarii pentru %s

source: Comments on %s
ro: Commentarii la %s

source: Pingbacks on %s
ro: Pingback-uri pentru %s

source: The latest pingbacks for the entry %s
ro: Pingback-uri recente pentru articolul %s

source: Trackbacks on %s
ro: Trackback-uri pentru %s

source: The latest trackbacks for the entry %s
ro: Trackback-uri recente pentru articolul %s

source: [%(site)s] New comment posted on "%(title)s"
ro: [%(site)s] Comentariu nou publicat la "%(title)s"

source: tree path
ro: structură arbore

source: Content
ro: Conținut

source: Options
ro: Opțiuni

source: Privacy
ro: Intimitate

source: Discussion
ro: Comentarii

source: Publication
ro: Publicare

source: %(title)s (%(word_count)i words)
ro: %(title)s (%(word_count)i cuvinte)

source: %(title)s (%(comments)i comment)
ro: %(title)s (%(comments)i comentariu)

source: title
ro: titlu

source: author(s)
ro: autori

source: category(s)
ro: categorii

source: tag(s)
ro: etichete

source: site(s)
ro: website-uri

source: comment enabled
ro: comentariu activat

source: is actual
ro: este actual

source: is visible
ro: este vizibil

source: View
ro: Vezi

source: View on site
ro: Afișează pe site

source: Unavailable
ro: Nedisponibil

source: short url
ro: url scurt

source: The selected entries now belong to you.
ro: Articolele selectate îți aparțin ție acum.

source: Set the entries to the user
ro: Desemnează articolele către utilizator

source: The selected entries are now marked as published.
ro: Articolele selectate au fost marcate cu status: publicat.

source: Set entries selected as published
ro: Publică articolele selectate

source: The selected entries are now marked as hidden.
ro: Articolele selectate au fost marcate cu status: ascuns.

source: Set entries selected as hidden
ro: Marchează articolele selectate ca ascunse.

source: The selected entries have been tweeted.
ro: Articolele selectate au fost răspândite pe Twitter.

source: Tweet entries selected
ro: Trimite pe Twitter articolele selectate.

source: Comments are now closed for selected entries.
ro: Comentariile sunt închise pentru articolele selectate.

source: Close the comments for selected entries
ro: Închide comentariile pentru articolele selectate

source: Linkbacks are now closed for selected entries.
ro: Linkback-urile sunt închise pentru articolele selectate.

source: Close the linkbacks for selected entries
ro: Închise linkback-urile pentru articolele selectate

source: The selected entries are now set at the current date.
ro: Articolele selectate sunt setate la data curentă.

source: Put the selected entries on top at the current date
ro: Pune articolele selectate deasupra, la data curentă.

source: %(directory)s directory succesfully pinged %(success)d entries.
ro: Directorul %(directory)s a dat ping cu succes celor %(success)d articole.

source: Ping Directories for selected entries
ro: Dă Ping către directoare pentru articolele selectate?

source: author
ro: autor

source: %(author)s (%(count)i entry)
ro: %(author)s (%(count)i articol)

source: parent category
ro: categorie părinte

source: No parent category
ro: Nu există categorie părinte

source: A category cannot be parent of itself.
ro: O categorie nu poate fi propriul părinte.

source: Categories
ro: Categorii

source: categories
ro: categorii

source: used for publication
ro: folosit la publicare

source: description
ro: descriere

source: category
ro: categorie

source: draft
ro: crionă

source: hidden
ro: ascuns

source: published
ro: publicat

source: image
ro: imagine

source: used for illustration
ro: folosită la ilustrare

source: content
ro: conținut

source: excerpt
ro: sumar

source: optional element
ro: element opțional

source: tags
ro: etichete

source: related entries
ro: articole conexe

source: used to build the entry's URL
ro: folosit pentru a construi URL-ul unui articol

source: authors
ro: autori

source: featured
ro: promovat

source: linkback enabled
ro: linback activat

source: creation date
ro: data creării

source: last update
ro: ultima actualizare

source: start publication
ro: incepe publicarea

source: date start publish
ro: data începutului publicării

source: end publication
ro: termină publicarea

source: date end publish
ro: data terminării publicării

source: sites publication
ro: publicare pe site-uri

source: login required
ro: login necesar

source: only authenticated users can view the entry
ro: doar utilizatorii autentificați por vedea articolul

source: password
ro: parolă

source: protect the entry with a password
ro: protejează articolul prin parolă

source: template
ro: șablon

source: Default template
ro: Șablon implicit

source: template used to display the entry
ro: șablon folosit pentru a afișa articolul

source: entry
ro: articol

source: entries
ro: articole

source: Error 403
ro: Eroare 403 - pericol de zombie

source: Permission denied
ro: Acces interzis.

source: Sorry but you don't have the permission to do this action.
ro: Nu ai permisiunea să faci această acțiune. Nu vrei să vezi ce e dincolo de această pagină.

source: Error 404
ro: Eroare 404 - ceva s-a pierdut

source: Page not found
ro: Pagina nu a fost găsită.

source: Sorry, but the requested page could not be found.
ro: Din păcate pagina cerută nu a fost găsită. Iar a ronțăit Azorel cablurile serverului.

source: Error 500
ro: Eroare 500

source: Server error
ro: Eroare server.

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
ro: Serverul are erori. Azorel fugărește iar pisica prin datacenter.Adminii au fost anunțați printr-un email și vor rezolva problema în scurt timp.

source: Contents
ro: Conținut

source: Discussions
ro: Comentarii

source: %(entry_count)s entry
ro: %(entry_count)s articol

source: %(comment_count)s comment
ro: %(comment_count)s comentariu

source: %(category_count)s category
ro: %(category_count)s categorie

source: %(tag_count)s tag
ro: %(tag_count)s etichetă

source: %(author_count)s author
ro: %(author_count)s autor

source: %(reject_count)s rejected item
ro: (reject_count)s element respins

source: Statistics
ro: Statistici

source: %(entries_per_month)s entries per month
ro: %(entries_per_month)s articole pe lună

source: %(words_per_entry)s words per entry
ro: %(words_per_entry)s cuvinte pe articol

source: %(words_per_comment)s words per comment
ro: %(words_per_comment)s cuvinte pe cometariu

source: %(comments_per_entry)s comments per entry
ro: %(comments_per_entry)s comentarii pe articol

source: %(linkbacks_per_entry)s linkbacks per entry
ro: %(linkbacks_per_entry)s linkback-rui pe articol

source: Edit the entry
ro: Editează articol

source: on
ro: activ

source: Preview
ro: Previzualizare

source: No draft entries.
ro: Nu există ciorne.

source: View all draft entries
ro: Vezi toate ciornele.

source: Comment on
ro: Comentariu la

source: Edit the comment
ro: Editează comentariu

source: Edit
ro: Editează

source: No comments yet.
ro: Nu sunt comentarii.

source: Manage the comments
ro: Administrează comentarii.

source: made a linkback on
ro: a făcut un linkback la

source: Edit the linkback
ro: Editează linkback

source: No linkbacks yet.
ro: Nu există linkback-uri.

source: Today
ro: Azi

source: Draft entries
ro: Ciorne

source: Quick publishing
ro: Publicare rapidă

source: Title
ro: Titlu

source: Tags
ro: Etichete

source: Save as draft
ro: Salvează ciornă

source: Reset
ro: Resetează

source: Publish
ro: Publică

source: Recent comments
ro: Comentarii recente

source: Recent linkbacks
ro: Linback-uri recente

source: Author
ro: Autor

source: Comment
ro: Comentariu

source: View this comment
ro: Vezi acest comentariu

source: Flag this comment
ro: Marchează ca spam

source: Delete this comment
ro: Șterge comentariul

source: Approve this comment
ro: Aprobă comentariul

source: Comment preview
ro: Previzualizare comentariu

source: Please correct following error.
ro: Corectează următoarea eroare.

source: Preview of the comment
ro: Previzualizarea comentariului

source: Post your comment
ro: Publică acest comentariu

source: Post
ro: Publică

source: Thanks for your comment
ro: Mulțumesc pentru comentariu.

source: Return to entry list
ro: Mergi la lista de articole.

source: Written by
ro: Scris de

source: Show all %(author)s's entries
ro: Arată toate articolele lui %(author)s

source: Written on
ro: Scris la data

source: Show all entries in %(category)s
ro: Arată toate articolele din %(category)s

source: Continue reading %(object)s
ro: Continuă citirea %(object)s

source: Continue reading
ro: Continuă să citești

source: Show all entries tagged by %(tag)s
ro: Arată toate articolele cu eticheta %(tag)s

source: No tags
ro: Nu sunt etichete

source: Short url
ro: URL scurt

source: Short URL to %(object)s
ro: URL scurt al %(object)s

source: Comments on %(object)s
ro: Comentarii la %(object)s

source: Leave a comment on %(object)s
ro: Lasă comentariu la %(object)s

source: Be first to comment!
ro: fii primul care sparge gheața!

source: Comments are closed.
ro: Comentariile sunt închise.

source: Pingbacks on %(object)s
ro: Pingback-uri pentru %(object)s

source: Trackbacks on %(object)s
ro: Trackbacks-uri pentru %(object)s

source: Author list
ro: Lista autorilor

source: Authors
ro: Autori

source: No authors yet.
ro: Nu există autori.

source: RSS Feed of latest entries
ro: Feed-ul RSS pentru articolele recente

source: RSS Feed of latest discussions
ro: Feed-ul RSS pentru comentariile recente

source: Search
ro: Caută

source: Recent entries
ro: Articole recente

source: Random entries
ro: Articole la întâmplare

source: Popular entries
ro: Articole populare

source: Archives
ro: Arhivă

source: Tools
ro: Instrumente

source: Dashboard
ro: Panou Control

source: Post an entry
ro: Publică un articol

source: Log out
ro: Ieșire

source: Category list
ro: Listă Categorii

source: No categories yet.
ro: Nu există categorii.

source: Previous day
ro: Zi precedentă

source: Next day
ro: Zi ulterioară

source: Daily archives
ro: Arhivă pe zile

source: Previous month
ro: Luna precedentă

source: Next month
ro: Luna ulterioară

source: Today archives
ro: Arhiva de azi

source: Archives week %(week_number)s of %(year)s
ro: Arhiva săptămânii %(week_number)s a anului %(year)s

source: Monthly archives
ro: Arhivă lunară

source: RSS Feed of discussions on
ro: Feed-ul RSS al comentariilor de la

source: RSS Feed of comments on
ro: Feed RSS al comentariilor de la

source: RSS Feed of pingbacks on
ro: Feed RSS al pingback-urilor la

source: RSS Feed of trackbacks on
ro: Feed RSS al trackback-urilor la

source: Next entry
ro: Următorul

source: Previous entry
ro: Precedentul

source: Related entries
ro: Articole conexe

source: Similar entries
ro: articole asemănătoare

source: Comments
ro: Comentarii

source: Direct link to this comment
ro: Link direct către acest comentariu

source: Pingbacks
ro: Pingback-uri

source: Direct link to this pingback
ro: Link direct către acest linkback

source: Pingbacks are open.
ro: Pingback-urile sunt deschise.

source: Pingbacks are closed.
ro: Pingback-urile sunt închise.

source: Trackbacks
ro: Trackback-uri

source: Direct link to this trackback
ro: Link direct către acest trackback

source: Trackback URL
ro: URL Trackback

source: Latest entries for
ro: Articole recente pentru

source: the category
ro: categoria

source: the tag
ro: eticheta

source: the author
ro: autor

source: page
ro: pagina

source: RSS Feed
ro: Feed RSS

source: Category
ro: Categorie

source: Tag
ro: Etichetă

source: Page
ro: Pagină

source: Category archives: %(category)s
ro: Arhiva categoriei: %(category)s

source: Tag archives: %(tag)s
ro: Arhiva etichetei: %(tag)s

source: Author archives: %(author)s
ro: Arhiva autorului: %(author)s

source: No entries yet.
ro: Nu există articole.

source: Edit the category
ro: Editează categoria

source: Edit the tag
ro: Editează eticheta

source: Edit the author
ro: Editează autorul

source: Search results for
ro: Rezultatele căutării pentru

source: RSS Feed of search result of
ro: Feed-ul RSS al rezultatelor căutării pentru

source: %(entry_count)s entry found
ro: %(entry_count)s articol găsit

source: Nothing found.
ro: Nu s-a găsit nimic.

source: You can use - to exclude words or phrases, &quot;double quotes&quot; for exact phrases and the AND/OR boolean operators combined with parenthesis for complex searchs.
ro: Poți folosi - (minus) pentru a exlucde cuvinte sau fraze, &quot;ghilimele&quot; pentru sintagme exacte și operatorii booleeni AND/OR combinați cu paranteze pentru căutări complexe.

source: Login required
ro: Autentificare necesară

source: Your username and password didn't match. Please try again.
ro: Parolă sau email greșite. Încearcă din nou.

source: You need to be connected to view this entry.
ro: Trebuie să fii conectat pentru a vedea acest articol.

source: Login
ro: Intră

source: Password required
ro: Parolă necesară

source: The password provided is not valid. Please try again.
ro: Parola nu este validă. Încearcă din nou.

source: You need to provide a password to view this entry.
ro: Trebuie să oferi parola panetru a vedea acest articol.

source: Password
ro: Parolă

source: Entries per categories
ro: Articole pe categorii

source: comment
ro: comentarii

source: All the entries
ro: Toate articolele

source: Useful links
ro: Linkuri utile

source: Blog index
ro: Index blog

source: Tag list
ro: Listă etichete

source: No tags yet.
ro: Nu există etichete.

source: No archives yet.
ro: Nu există arhive.

source: Page %(current_page)s of %(total_page)s
ro: Pagina %(current_page)s din %(total_page)s

source: More recent entries
ro: Mai multe articole recente

source: Entries page
ro: Pagina articolelor

source: More old entries
ro: Mai mule articole vechi

source: Linkback on
ro: Linback pentru

source: Keywords...
ro: Cuvinte cheie...

source: You can use - to exclude words or phrases, &quot;double quotes&quot; for exact phrases and the AND/OR boolean operators combined with parenthesis for complex queries.
ro: Poți folosi - (minus) pentru a exlucde cuvinte sau fraze, &quot;ghilimele&quot; pentru sintagme exacte și operatorii booleeni AND/OR combinați cu paranteze pentru căutări complexe.

source: No similar entries.
ro: Nu există articole asemănătoare.

source: %(entry_count)s entry tagged by %(tag)s
ro: %(entry_count)s articol cu eticheta %(tag)s

source: Page %s
ro: Pagina %s

source: Week %s
ro: Săptămâna %s

source: The pattern is too short
ro: Text prea scurt

source: No pattern to search found
ro: Nu s-a găsit text de căutat

source: No Tag found matching "%s".
ro: Nu s-au găsit etichete pentru "%s".

source: Username is incorrect.
ro: Utilizator greșit.

source: Password is invalid.
ro: Parolă greșită.

source: User account unavailable.
ro: Cont utilizator indisponibil.

source: User cannot %s.
ro: Utilizatorul nu poate %

source: No title
ro: Nu există titlu
